Repository: collective/sc.contentrules.group
Catalog: src/*/contentrules/group/locales/*/LC_MESSAGES/*.contentrules.group.po
Languages: es

source: Add an action that creates an user group
es: Añadir una acción que crea un grupo de usuarios

source: Add an action that removes an existing user group
es: Añadir una acción que remueve un grupo de usuarios existente

source: An user group with the same id already exists.
es: Un grupo de usuarios con el mismo id ya existe.

source: Create an user group ${groupid} with roles ${roles}
es: Crear un grupo de usuarios ${groupid} con roles ${roles}

source: Create an user group as a result of this action
es: Crear un grupo de usuarios como resultado de esta acción

source: Edit an action that creates an user group
es: Editar una acción que crea un grupo de usuarios

source: Edit an action that removes an existing user group
es: Editar una acción que remueve un grupo de usuarios existente

source: Global roles to be assigned to the user group created by this action.
es: Roles globales a ser asignadas al grupo de usuarios creado por esta acción.

source: Group Id
es: ID del grupo

source: Group title
es: Título del grupo

source: Please inform the id for the usergroup to be created by this action. Use ${title} in this field to use the content title in the Group Id.
es: Por favor, informe el id para el grupo de usuarios a ser creado por esta acción. Use ${title} en este campo para ser usado en titulo del contenido en el Id del Grupo.

source: Please inform the id for the usergroup to be removed by this action. Use ${title} in this field to use the content title in the Group Id.
es: Por favor, informe el id para el grupo de usuarios a ser removido por esta acción. Use ${title} en este campo para ser usado en titulo del contenido en el Id del Grupo.

source: Please inform the title for the user group to be created by this action. Use ${title} in here to have the content title in the Group Title.
es: Por favor, informe el titulo para el grupo de usuarios a ser creado por esta acción. Use ${title} en este campo para ser usado en titulo del contenido en el Titulo del Grupo.

source: Remove an user group as a result of this action
es: Remueve un grupo de usuarios como resultado de esta acción

source: Remove an user group with id ${groupid}
es: Remover un grupo de usuarios con el id ${groupid}

source: There is no user group with id ${groupid}
es: No hay ningún grupo de usuarios con el id ${groupid}

source: Unable to create user group with id ${groupid}: ${error}
es: Deshabilitado para crear grupo de usuarios con el id ${groupid}: ${error}

source: Unable to remove user group with id ${groupid}: ${error}
es: Deshabilitado para remover grupo de usuarios con el id ${groupid}: ${error}
