Repository: collective/sc.contentrules.group
Catalog: */contentrules/group/locales/*/LC_MESSAGES/*.contentrules.group.po
Languages: es, pt_br

source: Add an action that creates an user group
pt_br: Adiciona uma ação para criação de grupo de usuários

source: Add an action that removes an existing user group
pt_br: Adiciona uma ação para remoção de grupo de usuários existente

source: An user group with the same id already exists.
pt_br: Já existe um grupo de usuários com o mesmo id.

source: Create an user group ${groupid} with roles ${roles}
pt_br: Cria o grupo de usuários ${groupid} com papéis ${roles}

source: Create an user group as a result of this action
pt_br: Cria um grupo de usuários como resultado desta ação

source: Edit an action that creates an user group
pt_br: Edita a ação que cria grupos de usuários

source: Edit an action that removes an existing user group
pt_br: Edita a ação que remove um grupo de usuários existente

source: Global roles to be assigned to the user group created by this action.
pt_br: Papéis globais a serem designados ao grupo de usuários criado por esta ação

source: Group Id
es: ID del grupo
pt_br: Id do grupo

source: Group title
es: Título del grupo
pt_br: Título do grupo

source: Please inform the id for the usergroup to be created by this action. Use ${title} in this field to use the content title in the Group Id.
pt_br: Por favor informe o id para o grupo de usuários a ser criado por esta ação. Utilize ${title} neste campo para utilizar o título do objeto de conteúdo na criação do id do grupo

source: Please inform the id for the usergroup to be removed by this action. Use ${title} in this field to use the content title in the Group Id.
pt_br: Por favor informe o id para o grupo de usuários a ser removido por esta ação. Utilize ${title} neste campo para utilizar o título do objeto de conteúdo no id do grupo

source: Please inform the title for the user group to be created by this action. Use ${title} in here to have the content title in the Group Title.
pt_br: Por favor informe o título para o grupo de usuários a ser criado por esta ação. Utilize ${title} neste campo para utilizar o título do objeto de conteúdo na criação do título do grupo

source: Remove an user group as a result of this action
pt_br: Como resultado desta ação, um grupo de usuários será removido

source: Remove an user group with id ${groupid}
pt_br: Remove o grupo de usuários com id ${groupid}

source: Roles
pt_br: Papéis

source: There is no user group with id ${groupid}
pt_br: Não existe um grupo de usuários com o id ${groupid}

source: Unable to create user group with id ${groupid}: ${error}
pt_br: Não foi possível criar o grupo de usuários com o id ${groupid}: ${error}

source: Unable to remove user group with id ${groupid}: ${error}
pt_br: Não foi possível remover o grupo de usuários com o id ${groupid}: ${error}

source: A group with the same id already exists.
es: Ya existe un grupo con el mismo ID.

source: A title for the new group.
es: Título del nuevo grupo

source: Add an action to create a group
es: Agregue una acción para crear un grupo

source: An action that creates a group based on an object.
es: Una acción que crea un grupo con base en un objeto.

source: Configure element
es: Configurar elemento

source: Create a group ${groupid} with roles ${roles}
es: Crear un grupo ${groupid} con los roles ${roles}

source: Edit an action to create a group
es: Editar una acción para crear un grupo

source: Please inform the id for the group that will be created by this action.
es: Por favor indique el ID del grupo que será creado por esta acción

source: Roles to be assigned to this group.
es: Roles que se le asignarán a este grupo.

source: Unable to create group with id ${groupid}: ${error}
es: No se pudo crear el grupo con el ID ${groupid}: ${error}
